Repository: amirsafaridevs/book-manager
Catalog: languages/book-manager-*.po
Languages: fa_ir

# Post type general name
source: Books
fa_ir: کتاب‌ها

# Post type singular name
source: Book
fa_ir: کتاب

# Admin Menu text
source: Books
fa_ir: کتاب‌ها

# Add New on Toolbar
source: Book
fa_ir: کتاب

source: Add New
fa_ir: افزودن

source: Add New Book
fa_ir: افزودن کتاب جدید

source: New Book
fa_ir: کتاب جدید

source: Edit Book
fa_ir: ویرایش کتاب

source: View Book
fa_ir: مشاهده کتاب

source: All Books
fa_ir: همه کتاب‌ها

source: Search Books
fa_ir: جستجوی کتاب‌ها

source: Parent Books:
fa_ir: کتاب والد:

source: No books found.
fa_ir: کتابی پیدا نشد.

source: No books found in Trash.
fa_ir: کتابی در زباله‌دان پیدا نشد.

# Overrides the "Featured Image" phrase
source: Book Cover Image
fa_ir: تصویر جلد کتاب

# Overrides the "Set featured image" phrase
source: Set cover image
fa_ir: تنظیم تصویر جلد

# Overrides the "Remove featured image" phrase
source: Remove cover image
fa_ir: حذف تصویر جلد

# Overrides the "Use as featured image" phrase
source: Use as cover image
fa_ir: استفاده به عنوان تصویر جلد

# The post type archive label used in nav menus
source: Book archives
fa_ir: آرشیو کتاب‌ها

# Overrides the "Insert into post"/"Insert into page" phrase
source: Insert into book
fa_ir: درج در کتاب

# Overrides the "Uploaded to this post"/"Uploaded to this page" phrase
source: Uploaded to this book
fa_ir: بارگذاری شده در این کتاب

# Screen reader text for the filter links heading
source: Filter books list
fa_ir: فیلتر لیست کتاب‌ها

# Screen reader text for the pagination heading
source: Books list navigation
fa_ir: ناوبری لیست کتاب‌ها

# Screen reader text for the items list heading
source: Books list
fa_ir: لیست کتاب‌ها

# taxonomy general name
source: Publishers
fa_ir: ناشران

# taxonomy singular name
source: Publisher
fa_ir: ناشر

source: Search Publishers
fa_ir: جستجوی ناشران

source: All Publishers
fa_ir: همه ناشران

source: Parent Publisher
fa_ir: ناشر والد

source: Parent Publisher:
fa_ir: ناشر والد:

source: Edit Publisher
fa_ir: ویرایش ناشر

source: Update Publisher
fa_ir: بروزرسانی ناشر

source: Add New Publisher
fa_ir: افزودن ناشر جدید

source: New Publisher Name
fa_ir: نام ناشر جدید

source: Publishers
fa_ir: ناشران

# taxonomy general name
source: Authors
fa_ir: نویسندگان

# taxonomy singular name
source: Author
fa_ir: نویسنده

source: Search Authors
fa_ir: جستجوی نویسندگان

source: All Authors
fa_ir: همه نویسندگان

source: Parent Author
fa_ir: نویسنده والد

source: Parent Author:
fa_ir: نویسنده والد:

source: Edit Author
fa_ir: ویرایش نویسنده

source: Update Author
fa_ir: بروزرسانی نویسنده

source: Add New Author
fa_ir: افزودن نویسنده جدید

source: New Author Name
fa_ir: نام نویسنده جدید

source: Authors
fa_ir: نویسندگان

source: Book ISBN
fa_ir: شابک کتاب

source: Book Information
fa_ir: اطلاعات کتاب

source: Book Info
fa_ir: اطلاعات کتاب

source: ID
fa_ir: شناسه

source: Post ID
fa_ir: شناسه نوشته

source: ISBN
fa_ir: شابک

source: Book Title
fa_ir: عنوان کتاب

source: ISBN Number
fa_ir: شماره شابک

source: Enter ISBN number
fa_ir: شماره شابک را وارد کنید

source: Enter the International Standard Book Number (ISBN) for this book.
fa_ir: شماره استاندارد بین‌المللی کتاب (شابک) را برای این کتاب وارد کنید.

source: Book
fa_ir: کتاب

source: Books
fa_ir: کتاب‌ها

source: Search
fa_ir: جستجو
